API_KEY = "5497414946:AAFByjMLiHy9xnKtzFv9I2CftSqglQT7gtY"
DALLE_SESS = "sess-4zmYspys77WdJzzNDHUpkge1dzzNgvcnmFGLg3tJ"

MY_CREDITS = "Мои кредиты 💰"

BUY_CREDITS = "Купить кредиты 💳"
BUY_CREDITS_ANS = "Для покупки кредитов напишите: @sheluvsshmmookyyy"

EXAMPLES_PROMTS = "Примеры запросов 📝"

SUPPORT = "Поддержка 🗣"
SUPPORT_ANS = "Если у вас возникли какие-то вопросы: @raufkhalilov"

AFTER_RESULT = "Отлично! Не забудьте поделиться своими шикарными работами ❤"
REQUEST_NOT_CORRECT = "⛔ Запрос был введён некорректно! Попробуйте так :\n <b><i>/imagine *ваш запрос*</i></b>"
REQUEST_SENDED = "Ваш запрос отправлен!"
NO_CREDITS = "У вас не хватает кредитов!"


FREE = "Бесплатно 🎁"
PAID = "Платно 💳"
