API_KEY = "5497414946:AAFByjMLiHy9xnKtzFv9I2CftSqglQT7gtY"
DALLE_SESS = "sess-DjbwVg6pvvwkwDyFG9jLA5NGGRGAPo7u96llR87i"

MY_CREDITS = "Мои кредиты 💰"

BUY_CREDITS = "Купить кредиты 💳"
BUY_CREDITS_ANS = "Для покупки кредитов: @raufkhalilov"

EXAMPLES_PROMTS = "Примеры запросов 📝"

SUPPORT = "Поддержка 🗣"
SUPPORT_ANS = "По вопросам/предложениям: @sheluvsshmmookyyy"

AFTER_RESULT = "Отлично! Не забудьте поделиться своими шикарными работами ❤"
REQUEST_NOT_CORRECT = "⛔ Запрос был введён некорректно! Попробуйте так :\n <b><i>/imagine ваш запрос</i></b>"
SAFETY_SYSTEM = "⛔ Запрос содержит в себе недопустимые слова! Попробуйте изменить запрос!"
REQUEST_SENDED = "Ваш запрос отправлен!"
NO_CREDITS = "У вас не хватает кредитов!"


FREE = "Бесплатно 🎁"
PAID = "PRO Версия 💳"


ADMINS = ["sheluvsshmmookyyy", "raufkhalilov","eclippsss"]