API_KEY = "5497414946:AAFByjMLiHy9xnKtzFv9I2CftSqglQT7gtY"
DALLE_SESS = "sess-yWftYrILcDIGMhJS1tC62Z7Xs3N82c2PMbayrDgd"

MY_CREDITS = "Мои кредиты 💰"

BUY_CREDITS = "Купить кредиты 💳"
BUY_CREDITS_ANS = "Для покупки кредитов: @raufkhalilov"

EXAMPLES_PROMTS = "Примеры запросов 📝"

SUPPORT = "Поддержка 🗣"
SUPPORT_ANS = "По вопросам/предложениям: @sheluvsshmmookyyy"
SAFETY_SYSTEM = ""
AFTER_RESULT = "Отлично! Не забудьте поделиться своими шикарными работами ❤"
REQUEST_NOT_CORRECT = "⛔ Запрос был введён некорректно! Попробуйте так :\n <b><i>/imagine ваш запрос</i></b>"
REQUEST_SENDED = "Ваш запрос отправлен!"
NO_CREDITS = "У вас не хватает кредитов!"


FREE = "Бесплатно 🎁"
PAID = "PRO Версия 💳"
